const huangliDataw = {
"RECORDS":[
{
"id":"1",
"jx":"0",
"gz":"0",
"ji":"入宅 安葬 伐木 作梁 纳畜 造畜稠 作灶",
"yi":"嫁娶 祭祀 开光 祈福 求嗣 出行 开市 交易 立券 动土 纳财 掘井 会亲友"
},
{
"id":"2",
"jx":"0",
"gz":"1",
"ji":"栽种 安葬",
"yi":"祭祀 开光 塑绘 酬神 斋醮 订盟 纳采 嫁娶 裁衣 动土 起基 出火 拆卸 移徙 入宅 安香 修造 竖柱 上梁 纳畜 牧养 祈福 求嗣 解除 伐木 定磉 盖屋 安门"
},
{
"id":"3",
"jx":"0",
"gz":"2",
"ji":"作灶 安葬 祭祀 入殓",
"yi":"安香 出火 纳采 订盟 嫁娶 开市 立券 交易 挂匾 开光 出行 解除 安床 栽种 置产 拆卸 修造 动土"
},
{
"id":"4",
"jx":"0",
"gz":"3",
"ji":"嫁娶 安葬",
"yi":"订盟 纳采 祭祀 动土 破土 交易 立券"
}
]
}

export default huangliDataw ;
